---
kind: property
id: P:Autodesk.Revit.DB.Visual.Noise.NoiseThresholdLow
source: html/2577952c-8653-c669-f8b8-c4fc3b01edd2.htm
---
# Autodesk.Revit.DB.Visual.Noise.NoiseThresholdLow Property

The property labeled "Low" from the "Noise" schema.

## Syntax (C#)
```csharp
public static string NoiseThresholdLow { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 1".